[{
        "name": "Dwarf Crocodile",
        "description": "This species is regarded as the smallest of all the crocodilian species, reaching an adult size of only 1.5 to 1.6 metres (5 feet). It has a fairly wide distribution in South America although it is still harder to find in the pet trade. Some other species of caimans are farmed for their skins, but Paleosuchus has a hide which is virtually worthless for skinning and is therefore not farmed for this purpose. Given its small adult size, this species would seem to be preferred for captivity. However, it is a secretive species which does not usually want to be seen. In the wild, adults have been reported to spend most of the day in burrows and come out at night to travel overland to their foraging grounds. However, Medem's work from the 1950s suggests that most Paleosuchus seem well-equipped to deal with fast moving currents and he found many adults in turbid streams either singly or in pairs. They are definitely most active at night, and in captivity you'll tend not to see much activity nor have much feeding success during the day. Some keepers have found that this species thrives with less available water than other species, especially as adults. They have been reported to defaecate almost always on land, making the enclosure much easier to keep clean. Reports on their temperament vary. Medem regarded them as generally shy but aggressive if cornered, frequently fighting with other captive individuals (i.e. very territorial). Others have found that in time they will lose much of their aggressive nature, although they never really become tame.",
        "price": 400,
        "quantity": 5
    },
    {
        "name": "Argentine Tegu",
        "description": "The Argentine Tegu is not a monitor nor an iguana so it gets its own category. This Tegu grows up to four feet and has a wonderful, often playful, personality. They can live up to 20 years and are powerful and athletic. Yet, despite all that power, they are unlikely to bite. The Argentine Tegu is an omnivore, eating a higher protein diet earlier in life and then transitioning to a higher vegetation diet. This Tegu is trainable and it is possible to take them out on a harness with some work.",
        "price": 300,
        "quantity": 5
    },
    {
        "name": "Asian Water Monitor",
        "description": "If you’re looking for the best large lizard that you can actually bond and play with, look no further than the Asian Water Monitor. As far as temperaments go, the Asian Water Monitor surpasses all the other giant monitors. They are playful and curious. However, while they still have the potential to harm, it is unlikely they would intentionally hurt you. In addition to a fantastic personality, Asian Water monitors are VERY intelligent. This allows them to be more trainable than you might expect. You may also bond better with the Asian Water monitor because of their intelligence and their ability to interact with humans. Males grow to between five and eight feet in length while females grow to between four and six feet. They live longer than many of their monitor counterparts. In fact, they will live an average of 15 years in captivity but are known to reach 20 years! Adults need an enclosure that is at least 8-feet by 6-feet by 8-feet, but they can start with a smaller enclosure that grows with them as they mature.",
        "price": 200,
        "quantity": 5
    }
]